<?php
/*
|--------------------------------------------------------------------------
| 项目列表页面
|--------------------------------------------------------------------------
*/
return [
    'page_title'       => '所有项目',
    'create_title'     => '创建新项目',
    'edit_title'       => '编辑项目',
    'news'             => '新建项目',
    'edit_member'      => '成员编辑',     
    'refresh'          => '刷新',
    'search'           => '搜索',
    'placeholder'	   => '查找项目',
    'not_assigned'     => '等待分配',
    'more'             => '查看',
    'no_data'	       => '还没有任何项目信息',
    'no_data_tip'	   => '您可以点击这里',
    'distribution_tip' => '<strong>H+</strong> 是一个完全响应式，基于Bootstrap3.3.6最新版本开发的扁平化主题，她采用了主流的左右两栏式布局，使用了Html5+CSS3等现代技术，她提供了诸多的强大的可以重新组合的UI组件，并集成了最新的jQuery版本(v2.1.1)，当然，也集成了很多功能强大，用途广泛的jQuery插件。',
    'close'            => '关闭',
    'yes'              => '确定',
    'no'               => '取消',
    'details'          => '项目详情',
    'del_confirm'      => '你确定要删除这条数据吗？',
    'edit'             => '编辑',
];