<?php
/*
|--------------------------------------------------------------------------
| 数据字段语言包
|--------------------------------------------------------------------------
*/
return [

    /*
    |--------------------------------------------------------------------------
    | 客户
    |--------------------------------------------------------------------------
    */
    'customer'             => [
        'number'           => '客户编号',
        'company'          => '企业名称', 
        'name'             => '客户姓名',
        'developer'        => '开发人员',
        'salesman'         => '业务员',
        'offer'            => '报价',
        'business_type'    => '业务类型',
        'business_origin'  => '业务来源',      
        'phone'            => '电话号码',
        'email'            => '电子邮箱',        
        'province'         => '省份',
        'city'             => '城市',
        'county'           => '县/区',
        'address'          => '地址',
        'detailed_address' => '详细地址',
        'lose'             => '是否丢单',
        'lose_id'          => '上次丢单人员',
    ],

    /*
    |--------------------------------------------------------------------------
    | 客户状态
    |--------------------------------------------------------------------------
    */
    'customerstatus'        => [
        'name'             => '状态名称',
    ],
    /*
    |--------------------------------------------------------------------------
    | 业务类型
    |--------------------------------------------------------------------------
    */
    'business_type'        => [
        'name'     		   => '业务类型名称',
        'price_range'      => '价格区间',
        'time_range'       => '开发周期',
        'page_number'      => '页面数量',
        'created_at'       => '创建时间',
    ],

    /*
    |--------------------------------------------------------------------------
    | 通用
    |--------------------------------------------------------------------------
    */
    'common'               => [
        'status'           => '状态',
        'status_val'       => [
                                 '0' => '启用',
                                 '1' => '禁用',
                              ],
        'updated_at'       => '最后更新',
        'created_at'       => '创建于',
        'description'      => '备注',
        'dynamic'          => '最新动态',
        'deleted_at'       => '删除时间',
        'description'      => '说明',
        'news'             => '最新动态',
    ],


    //以下是胥毅添加
    'account' => [
        'type_project' => '项目总账列表',
        'type_project_show' => '项目账详情列表',
        'project_name' => '项目名称',
        'total_price' => '项目总额',
        'payment_ratio' => '付款比例',
        'price' => '已付款金额',
        'reprice' => '未付款金额',
        'salesman' => '业务员',
        'operation' => '操作',
        'form'=>[
            'projectName'=>'项目名称',
            'agreement_number'=>'合同编号',
            'total_price'=>'成交价',
            'payment_ratio'=>'付款比例',
            'price'=>'付款金额',
            'stage'=>'账期',
            'examine'=>'回款确认',
            'time'=>'到账时间',
            'examine_time'=>'操作时间',
            'examine_user'=>'操作员',
        ]
    ]
    //以上上胥毅添加


];
