<?php

return [
    /*
    |--------------------------------------------------------------------------
    | 客户列表页面
    |--------------------------------------------------------------------------
    */
    'customer'             => [
    	'page_title'       => '所有客户',
        'create'           => '创建新客户',
    	'details'          => '客户详情',
        'status'            =>[
                                 '0' => '<span class="label label-danger">已丢单</span>',
                                 '1' => '<span class="label label-warning">进行中</span>',
                             ],
        'not_assigned'     => '等待分配',
		'distribution'     => '分配业务员',
        'distribution_tip' => '<strong>H+</strong> 是一个完全响应式，基于Bootstrap3.3.6最新版本开发的扁平化主题，她采用了主流的左右两栏式布局，使用了Html5+CSS3等现代技术，她提供了诸多的强大的可以重新组合的UI组件，并集成了最新的jQuery版本(v2.1.1)，当然，也集成了很多功能强大，用途广泛的jQuery插件。',
		'placeholder'	   => '查找客户',
		'no_data'	       => '还没有任何客户信息',
		'documentary'	   => '申请跟单',
		'confirm_documentary'=> '确定要跟单吗？',
		'already'          => '已申请跟单',
        'news'             => '添加动态',
	],
    /*
    |--------------------------------------------------------------------------
    | 申请跟单页面
    |--------------------------------------------------------------------------
    */
    'customer_log'             => [
        'page_title'       => '所有申请',
        'status'            =>[
                                 '0' => '<span class="label label-warning">未审核</span>',
                                 '1' => '<span class="label label-primary">已审核</span>',
                                 '2' => '<span class="label label-danger">未通过</span>',
                             ],
        'not_assigned'     => '等待分配',
        'lost'             => '已丢单',
        'ongoing'          => '进行中',
        'placeholder'      => '查找客户',
        'no_data'          => '还没有任何跟单申请信息',
        'documentary'      => '申请跟单',
        'confirm_documentary'=> '确定要跟单吗？',
        'already'          => '已申请跟单',
    ],
	/*
    |--------------------------------------------------------------------------
    | 客户状态列表页面
    |--------------------------------------------------------------------------
    */
    'customerstatus'             => [
    	'page_title'       => '所有状态',
    	'create'           => '创建新状态',
        'no_data'          => '还没有任何客户状态',
	],
	/*
    |--------------------------------------------------------------------------
    | 业务类型列表页面
    |--------------------------------------------------------------------------
    */
    'business_type'             => [
    	'page_title'       => '所有类型',
    	'create'           => '创建新类型',
        'no_data'          => '还没有任何业务类型',
	],
    /*
    |--------------------------------------------------------------------------
    | 业务来源列表页面
    |--------------------------------------------------------------------------
    */
    'business_origin'      => [
        'page_title'       => '所有来源',
        'create'           => '创建新来源',
        'no_data'          => '还没有任何业务来源',
    ],
	/*
    |--------------------------------------------------------------------------
    | 系统配置
    |--------------------------------------------------------------------------
    */
    'sysconfig'            => [
    	'web'       	   => '站点设置',
    	'core'             => '核心设置',
		'file'     		   => '附件设置',
		'interaction'      => '互动设置',
		'other'            => '其他选项',
	],

];