<?php
/*
|--------------------------------------------------------------------------
| 添加数据语言包
|--------------------------------------------------------------------------
*/
return [
    /*
    |--------------------------------------------------------------------------
    | 客户添加
    |--------------------------------------------------------------------------
    */
    'customer'             => [
        'name_required'    => '客户姓名不能为空',
        'company_required' => '公司名称不能为空',
        'company_min'      => '公司名称最少3个字符',
        'name_max'         => '客户姓名最最10个字符',
        'name_min'         => '客户姓名最最2个字符',
        'phone_required'   => '联系电话不能为空',
        'phone_unique'     => '联系电话已存在',
        'type_required'    => '请选择业务类型', 
        'origin_required'  => '请选择业务类型',
        'edit_title'       => '编辑客户',
        'create_title'     => '添加客户',
    ],
    /*
    |--------------------------------------------------------------------------
    | 客户状态添加
    |--------------------------------------------------------------------------
    */
    'customerstatus'       => [
        'name_required'    => '状态名称不能为空',
        'name_unique'      => '该状态已存在',
        'name_min'         => '状态名称最少3个字',
        'edit_title'       => '编辑客户状态',
        'create_title'     => '添加客户状态',
    ],
    /*
    |--------------------------------------------------------------------------
    | 业务类型添加
    |--------------------------------------------------------------------------
    */
    'business_type'        => [  
        'name_required'    => '业务类型名称不能为空',
        'name_unique'      => '该业务类型已存在',
        'name_min'         => '业务类型名称最少3个字',
        'edit_title'       => '编辑业务类型',
        'create_title'     => '添加业务类型',
    ],
    /*
    |--------------------------------------------------------------------------
    | 业务来源添加
    |--------------------------------------------------------------------------
    */
    'business_origin'      => [
        'name_required'    => '业务来源名称不能为空',
        'name_unique'      => '该业务来源已存在',
        'name_min'         => '业务来源名称最少3个字',
        'edit_title'       => '编辑业务来源',
        'create_title'     => '添加业务来源',
    ],

    /*
    |--------------------------------------------------------------------------
    | 通用
    |--------------------------------------------------------------------------
    */
    'common'               => [
        'sys_error'        => '非法操作',
        'not_login'        => '请先登录',
        'add_success'      => '添加成功',
        'add_failed'       => '添加失败',   
        'update_success'   => '更新成功',
        'update_failed'    => '更新失败',
        'del_success'      => '删除成功',
        'del_failed'       => '删除失败',
    ],
    'form'                 => [
        'submit'           => '保存内容',
    ],

    //以下是胥毅添加
    'account'                 => [
        'create_project_title'           => '添加收款项',
        'show_project_title'           => '收款项详情',
    ],
    //以上是胥毅添加



];

