<?php
/*
|--------------------------------------------------------------------------
| 客户公海 列表页面
|--------------------------------------------------------------------------
*/
return [
    'page_title'       => '所有客户',
    'create'           => '创建新客户',
    'news'             => '添加动态',
    'refresh'          => '刷新',
    'search'           => '搜索',
    'placeholder'	   => '查找客户',
    'not_assigned'     => '等待分配',
    'already'          => '已申请跟单',
    'more'             => '查看',
    'documentary'	   => '申请跟单',
    'distribution'     => '分配业务员',
    'no_data'	       => '还没有任何客户信息',
    'no_data_tip'	   => '您可以点击这里',
    'distribution_tip' => '<strong>H+</strong> 是一个完全响应式，基于Bootstrap3.3.6最新版本开发的扁平化主题，她采用了主流的左右两栏式布局，使用了Html5+CSS3等现代技术，她提供了诸多的强大的可以重新组合的UI组件，并集成了最新的jQuery版本(v2.1.1)，当然，也集成了很多功能强大，用途广泛的jQuery插件。',
    'close'            => '关闭',
    'yes'              => '确定',
    'confirm_documentary'=> '确定要跟单吗？',
    'no'               => '取消',
    'details'          => '客户详情',
    'del_confirm'      => '你确定要删除这条数据吗？',
    'edit'             => '编辑',
];