<?php
/*
|--------------------------------------------------------------------------
| 客户公海 验证提示
|--------------------------------------------------------------------------
*/
return [
    'aready'           => '你已经申请过了',
    'create_title'     => '添加客户',
    'edit_title'       => '编辑客户',
    'sys_error'        => '非法操作',
    'company_required' => '公司名称不能为空',
    'company_min'      => '公司名称最少3个字符',
    'name_required'    => '客户姓名不能为空',
    'name_max'         => '客户姓名最最10个字符',
    'name_min'         => '客户姓名最最2个字符',
    'type_required'    => '请选择业务类型', 
    'origin_required'  => '请选择业务类型',
    'phone_required'   => '联系电话不能为空',
    'phone_unique'     => '联系电话已存在',
];

?>