<?php
/*
|--------------------------------------------------------------------------
| 跟单申请 职位/角色 字段名称
|--------------------------------------------------------------------------
*/
return [
    'name'             => '客户姓名',
    'applicant'        => '申请人',
    'created_at'       => '申请于',
    'status'           => '状态',
    'company'          => '企业名称',
    'developer'        => '开发人员',
    'salesman'         => '业务员',
    'business_type'    => '业务类型',
    'business_origin'  => '业务来源',
    'updated_at'       => '最后更新',
    'created_at'       => '创建于',
    'description'      => '说明',
];