<?php
/*
|--------------------------------------------------------------------------
| 项目等级 列表页面
|--------------------------------------------------------------------------
*/
return [
    'page_title'       => '所有等级',
    'create'           => '创建新等级',
    'no_data'          => '还没有任何任务等级',
    'action'           => '操作',
    'edit'             => '编辑',
    'del'              => '删除',
    'no_data_tip'      => '您可以点击这里',
    'del_confirm'      => '你确定要删除这条数据吗？',
    'yes'              => '确定',
    'no'               => '取消',
];