<?php
/*
|--------------------------------------------------------------------------
| 客户状态 职位/角色 字段名称
|--------------------------------------------------------------------------
*/
return [
    'name'             => '状态名称',
    'price_range'      => '价格区间',
    'time_range'       => '开发周期',
    'page_number'      => '页面数量',
    'created_at'       => '创建时间',
    'status'           => '状态',
    'description'      => '备注',
    'status_val'       => [
                            '0' => '启用',
                            '1' => '禁用',
                        ],
    
];